Revit 2024 API
UnitTypeId.Tonnes Property
 Tonnes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Tonnes { get; }
Visual Basic
Public Shared ReadOnly Property Tonnes As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Tonnes {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace